{
  "title": {
    "en": "Volunteering",
    "de": "Wohltätigkeitsarbeit",
    "ru": "Волонтёрство"
  },
  "content": {
    "en": "<p>Since I am German by ethnicity, German culture, the German language and the preservation of my identity have always been important to me. That is why I attended and organized cultural and ethnic events. At these kinds of meetings, the German language was learned fruitfully, interpersonal contact was established among minority people, I learned how to volunteer and the right approach to ethnic events. The positive result of my work was noted by the leaders of the German organization (certificates and letters of appreciation).</p><p>I am engaged in human rights activities as a legal consultant. I help people on a pure volunteering basis to draw up legal documents, advising on issues in which I have extensive experience. Together with my wife, we periodically bring different things, toys and food sets to orphanages, churches, kindergartens, and the Red Cross organization. Helping people in need is very important to me.</p>",
    "de": "<p>Da ich von Nationalität aus Deutscher bin, waren mir die deutsche Kultur, die deutsche Sprache und die Bewahrung meiner Identität immer wichtig. Aus diesem Grund habe ich kulturelle und ethnische Veranstaltungen besucht und organisiert. Bei diesen Veranstaltungen wurde die deutsche Sprache auf positive Weise erlernt, es wurden zwischenmenschliche Kontakte zwischen Minderheitengruppen geknüpft, und ich lernte, wie man sich ehrenamtlich engagiert und wie man ethnische Veranstaltungen richtig angeht. Die Leiter der deutschen Organisation erkannten die positiven Ergebnisse meiner Arbeit an (Zertifikate und Anerkennungsschreiben).</p><p>Ich bin als Rechtsberater in der Menschenrechtsarbeit tätig. Ich helfe Menschen pro Bono, indem ich Rechtsdokumente entwerfe und sie in Fragen berate, in denen ich über umfangreiche Erfahrungen verfüge. Zusammen mit meiner Frau bringen wir regelmäßig Sachen, Spielzeug und Lebensmittelpakete zu Waisenhäusern, Kirchen, Kindergärten und dem Roten Kreuz. Menschen in Not zu helfen, ist mir sehr wichtig.</p>",
    "ru": "<p>В связи с тем, что я являюсь по национальности немцем, для меня всегда была важна немецкая культура, немецкий язык и сохранение моей идентичности. Поэтому я посещал и организовывал культурно-этнические мероприятия. На такого рода встречах плодотворно шла работа по изучению немецкого языка, устанавливался межличностный контакт среди представителей меньшинства, я обучился волонтёрскому делу, правильному подходу при ведении этнических мероприятий. Положительный результат моей работы был отмечен руководителями немецкой организации (сертификаты и благодарственные письма).</p><p>Занимаюсь правозащитной деятельностью в качестве консультанта по юридическим вопросам. Безвозмездно помогаю людям составлять юридические документы, консультирую по вопросам, в которых имею большой опыт. Вместе с супругой периодически отвозим вещи, игрушки и продуктовые наборы в детские дома, церкви, детские сады и организацию «Красный крест». Помогать людям, которые в этом нуждаются для меня очень важно.</p>"
  }
}