{
  "title": {
    "en": "Work experience",
    "de": "Berufserfahrung",
    "ru": "Опыт работы"
  },
  "content": {
    "en": [
      [
        "<p class='semibold'>2018 — Present</p><p class='semibold'>Center for Independent Expertise and Law</p><p>Private independent forensic organization. The number of employees is from 10 to 15 people.</p>",
        "<h2>Forensic expert/specialist</h2><p>Conducting pre-trial research and forensic examinations in various scientific fields, namely:</p><ul><li>Computer and technical expertise. Examination of installed software for operation errors (Windows, Linux, Android, IOS). Verification of the developed software with the customer's specifications, authenticity confirmation of correspondence by email or messenger;</li><li>Commodity expertise. Checking the quality of goods for compliance with standards. Determination of defects and their causes. 90% of investigations were related to phones and laptops. Calculation of the market value of goods;</li><li>Construction and technical expertise. Real estate evaluation, determining the technical condition of structures. Determination of the damage causes of to structures, the possibility of recovery, determining the cost of repair work (or damage). Calculation of real estate market value;</li><li>Engineering expertise. Examination of railway cars, automobiles and other vehicles. Determination of faults, causes of malfunctions and cost of repair work (or damage).</li></ul><p>In total, I conducted 206 studies and issued official conclusions.</p><p>I have developed investigation/examination methods based on the methods for carrying out diagnostics of digital equipment faults, thanks to many years of experience in a specialized service center.</p><p>Created and administered the website for the Center for Independent Expertise and Law: <a href='https://kem-expert.ru'>kem-expert.ru</a>, which resulted in attracting four times more customers.</p>"
      ],
      [
        "<p class='semibold'>2015 — 2021</p><p class='semibold'>\"Device\" service centre.</p><p>Number of employees is from 20 to 30 people in three branches of the city.</p>",
        "<h2>Electronic engineer</h2><p>Repair of digital and home appliances: software, modular and component. During the period of work, more than three thousand repairs of digital equipment was carried out.</p><p>I created a customer database in Excel using VBA. The form was used to enter the data of a new customer, it was possible to select the status of the order, to generate a receipt, an acceptance certificate, and an act of work performed by the unique order number, which reduced the total time of acceptance/delivery from 15 to 5 minutes (three times more).</p><p>The high level of said activity resulted in my appointment in litigation as an independent expert in the field of digital and home appliance repair.</p><p>In addition, I gained skills as a leader of a specialized organization, as well as considerable experience in founding, starting, and running my own company.</p><p>Created and administered the website of the service center: <a href='https://devicerussia.ru'>devicerussia.ru</a>, as a result of this work, the number of clients of the organization has increased by 7 times.</p>"
      ],
      [
        "<p class='semibold'>2012 — 2015</p><p class='semibold'>Kemerovo DSK</p><p>The number of employees is more than 700 people. It annually puts into operation up to 200 thousand square meters of residential premises.</p>",
        "<h2>chief economist</h2><p>Experience and skills gained:</p><p>I have experience in conducting tenders, I understand projects in detail, and I interact with all project participants in a beneficial way. </p><p>Gained experience working with foreign companies (Ebawe, Elematic, Steel-Kamet and other manufacturers of specialized equipment).</p><p>Built a proper planning of the work day, learned to set short-term goals and to meet deadlines for the successfully completing the project.</p><p>Automated the preparation of typical daily reports using VBA, which allowed to increase productivity by 2 times and eliminate possible errors.</p><p>The enterprise was using ERP Galaxy, the functionality of which was limited to the set list of reports. Transferring data from the generated report to the form set by the management took a long time, automation allowed to reduce the time from 10 minutes to 1 minute (10 times).</p><p>Scrupulous work with large sums of money, namely: negotiating, concluding contracts and banking operations for multimillion sums, purchasing currency at favorable rates for settlements with foreign enterprises and other, was noted by the management and for showing a high level of responsibility and usefulness, the company management awarded me several times, and I was also given a letter of thanks.</p><p>At the initial stage of work (in the process of modernization of the enterprise and the introduction of a new production line of reinforced concrete goods, the investment program amounted to more than 50 million euros) was the leading specialist in the department of prospective development. The main responsibilities included: search for contractors and supervision of construction and installation works. The full process from the design stage to commissioning.</p><p>Towards the end of the process of modernizing the company management promoted me, and I was hired as a leading economist in the financial and economic department of the operating company, the main responsibility was to conduct the financial activities of the company.</p>"
      ]
    ],
    "de": [
      [
        "<p class='semibold'>2018 — Heute</p><p class='semibold'>Zentrum für unabhängige Gutachten und Recht</p><p>Eine private, unabhängige kriminaltechnische Einrichtung. Die Zahl der Mitarbeiter schwankt zwischen 10 und 15.</p>",
        "<h2>FORENSISCHER EXPERTE/SPEZIALIST</h2><p>Durchführung von vorgerichtlichen Untersuchungen und forensischen Untersuchungen in verschiedenen wissenschaftlichen Bereichen, nämlich:</p><ul><li>Computer-technisches Fachwissen. Überprüfung der installierten Software auf Funktionsfehler (Windows, Linux, Android, IOS). Überprüfung der Übereinstimmung der entwickelten Software mit der Spezifikation des Kunden, Bestätigung der Authentizität der E-Mail- oder Messenger-Korrespondenz;</li><li>Warenkontrolle. Überprüfung der Qualität der Waren auf Einhaltung der Normen. Feststellung von Mängeln und deren Ursachen. 90% der Untersuchungen betrafen Telefone und Laptops. Berechnung des Marktwerts von Waren;</li><li>Bautechnisches Gutachten. Untersuchung von Immobilien, Bestimmung des technischen Zustands von Bauwerken. Ermittlung der Ursachen von Schäden an Bauwerken, Möglichkeit der Wiederherstellung, Ermittlung der Kosten für die Wiederherstellung (oder Beschädigung). Berechnung des Marktwerts von Immobilien;</li><li>Ingenieurtechnisches Fachwissen. Untersuchung von Eisenbahnwaggons, Autos und anderen Fahrzeugen. Ermittlung von Defekten, Defektursachen und Reparaturkosten (oder Schäden).</li></ul><p>Insgesamt habe ich 206 Fälle bearbeitet und offizielle Stellungnahmen abgegeben.</p><p>Dank meiner langjährigen Erfahrung in einem spezialisierten Servicecenter habe ich Untersuchungs- und Prüfmethoden entwickelt, die auf Methoden der digitalen Gerätediagnose basieren.</p><p>Erstellung und Verwaltung der Website des Zentrums für unabhängige Gutachten und Recht: <a href='https://kem-expert.ru'>kem-expert.ru</a>, was zu einer Vervierfachung der Kundenzahl führte.</p>"
      ],
      [
        "<p class='semibold'>2015 — 2021</p><p class='semibold'>Dienstleistungszentrum \"Device\"</p><p>Die Zahl der Beschäftigten liegt zwischen 20 und 30 in drei Niederlassungen in der Stadt.</p>",
        "<h2>ELEKTRONIKINGENIEUR</h2><p>Reparatur von Digital- und Haushaltsgeräten: Software-, Modul- und Komponentenreparaturen. Über dreitausend Reparaturen an digitalen Geräten wurden durchgeführt.</p><p>Erstellung einer Kundendatenbank in Excel mit VBA. Das Formular wurde verwendet, um die Daten eines neuen Kunden einzugeben. Es war möglich, den Status der Bestellung auszuwählen, eine Quittung, eine Annahmebescheinigung und eine Erledigungsbestätigung auf der Grundlage der eindeutigen Nummer der Bestellung zu erstellen. Die Gesamtzeit für die Annahme/Lieferung wurde von 15 auf 5 Minuten reduziert (um den Faktor 3).</p><p>Aufgrund des hohen Niveaus dieser Tätigkeiten wurde ich als unabhängiger Sachverständiger im Bereich der Reparatur von Digital- und Haushaltsgeräten im Rahmen von Rechtsstreitigkeiten ernannt.</p><p>Darüber hinaus habe ich mir die Fähigkeiten angeeignet, eine spezialisierte Organisation zu leiten, und beträchtliche Erfahrungen bei der Gründung, dem Aufbau und der Leitung meines eigenen Unternehmens gesammelt.</p><p>Erstellung und Verwaltung der Website des Dienstleistungszentrums: <a href='https://devicerussia.ru'>devicerussia.ru</a>, was zu einem 7-fachen Anstieg der Kundenzahl der Organisation führte.</p>"
      ],
      [
        "<p class='semibold'>2012 — 2015</p><p class='semibold'>Kemerowo DSK.</p><p>Die Zahl der Beschäftigten liegt bei über 700 Personen. Jedes Jahr wird bis zu 200.000 Quadratmeter Wohnraum in Betrieb genommen.</p>",
        "<h2>Chefökonom</h2><p>Die gewonnenen Erfahrungen und Fähigkeiten:</p><p>Ich habe Erfahrung mit Ausschreibungen, verfüge über ein detailliertes Verständnis von Projekten und interagiere mit allen am Projekt beteiligten Parteien auf vorteilhafte Weise.</p><p>Erfahrungen in der Zusammenarbeit mit ausländischen Unternehmen (Ebawe, Elematic, Steel-Kamet und anderen Herstellern von Spezialausrüstungen) gesammelt.</p><p>Ich habe gelernt, meinen Arbeitstag richtig zu planen und mir kurzfristige Ziele und Fristen für die erfolgreiche Durchführung eines Projekts zu setzen.</p><p>Die Erstellung typischer Tagesberichte wurde mit VBA automatisiert, wodurch die Produktivität um den Faktor 2 gesteigert und mögliche Fehler eliminiert wurden.</p><p>Das Unternehmen verwendete ERP Galactica, dessen Funktionalität auf eine bestimmte Liste von Berichten beschränkt war. Die Übertragung von Daten aus dem erstellten Bericht in das von der Geschäftsleitung vorgegebene Formular nahm viel Zeit in Anspruch. Durch die Automatisierung konnte diese Zeit von 10 Minuten auf 1 Minute (um den Faktor 10) reduziert werden.</p><p>Meine sorgfältige Arbeit mit großen Geldbeträgen - Verhandlungen, Vertragsabschlüsse und Bankgeschäfte in Millionenhöhe, Kauf von Fremdwährungen zu günstigen Kursen für Abrechnungen mit ausländischen Unternehmen usw. - wurde von der Unternehmensleitung anerkannt, und für mein hohes Maß an Verantwortungsbewusstsein und Nützlichkeit wurde ich mehrfach von der Unternehmensleitung ausgezeichnet und erhielt auch ein Anerkennungsschreiben.</p><p>In der Anfangsphase der Arbeiten (während der Modernisierung des Unternehmens und der Einführung einer neuen Stahlbetonproduktionslinie mit einem Investitionsprogramm von mehr als 50 Millionen Euro) war er der leitende Fachmann in der zukunftsorientierten Entwicklungsabteilung. Zu seinen Hauptaufgaben gehörte die Suche nach Auftragnehmern und die Überwachung der Bau- und Installationsarbeiten. Der gesamte Prozess von der Entwurfsphase bis zur Inbetriebnahme.</p><p>Gegen Ende des Modernisierungsprozesses wurde ich von der Geschäftsleitung befördert und als leitender Wirtschaftswissenschaftler in der Finanz- und Wirtschaftsabteilung der Betreibergesellschaft eingestellt, wo ich hauptsächlich für die Verwaltung der Finanzen des Unternehmens zuständig war.</p>"
      ]
    ],
    "ru": [
      [
        "<p class='semibold'>2018 — по настоящее время</p><p class='semibold'>Центр независимой экспертизы и права</p><p>Частная независимая судебно-экспертная организация. Численность от 10 до 15 человек. </p>",
        "<h2>Судебный эксперт/специалист</h2><p>Проведение досудебных исследований и судебных экспертиз в различных научных сферах, а именно:</p><ul><li>Компьютерно-техническая экспертиза. Исследование установленного ПО на наличие ошибок в работе (Windows, Linux, Android, IOS). Проверка соответствия разработанного программного обеспечения техническому заданию заказчика, подтверждение подлинности переписки по электронной почте или в мессенджере;</li><li>Товароведческая экспертиза. Проверка качества товара на соответствие стандартам. Определение недостатков и причин их возникновения. 90% исследований были связаны с телефонами и ноутбуками. Расчет рыночной стоимости товара;</li><li>Строительно-техническая экспертиза. Исследования недвижимости, определение технического состояния конструкций. Определение причин повреждения конструкций, возможность восстановления, определение стоимости восстановительных работ (или ущерба). Расчет рыночной стоимости недвижимости;</li><li>Инженерно-техническая экспертиза. Исследования железнодорожных вагонов, автомобилей и других транспортных средств. Определение неисправностей, причин возникновения неисправностей и стоимость восстановительных работ (или ущерба).</li></ul><p>В общей сложности мною было проведено 206 исследований и выданы официальные заключения.</p><p>Мною были разработаны методики проведения исследований/экспертиз на основе методик проведения диагностики неисправностей цифровой техники, благодаря многолетнему опыту работы в специализированном сервисном центре.</p><p>Создал и администрировал сайт для Центра независимой экспертизы и права: <a href='https://kem-expert.ru'>kem-expert.ru</a>, в результате чего, было привлечено в 4 раза больше клиентов.</p>"
      ],
      [
        "<p class='semibold'>2015 — 2021</p><p class='semibold'>Сервисный центр \"Device\"</p><p>Численность работников от 20 до 30 человек в трёх филиалах города.</p>",
        "<h2>Инженер-электронщик</h2><p>Ремонт цифровой и бытовой техники: программный, модульный и компонентный. За период работы было проведено более 3000 ремонтных работ цифровой техники.</p><p>Создал базу данных клиентов в Excell при помощи VBA. Через форму вносились данные нового клиента, можно было выбрать статус заказа, по уникальному номеру заказа сформировать квитанцию, акт приемки-передачи и акт выполненных работ. Сократило общее время приёмки/выдачи c 15 до 5 минут (в 3 раза).</p><p>Результатом высокого уровня указанной деятельности стало моё назначение в рамках судебных процессов в качестве независимого эксперта в сфере ремонта цифровой и бытовой техники.</p><p>Помимо этого, приобрёл навыки руководителя специализированной организации, а также получил значительный опыт в создании, открытии и ведении дел собственного предприятия.</p><p>Создал и администрировал сайт сервисного центра: <a href='https://devicerussia.ru'>devicerussia.ru</a>, в результате данной работы количество клиентов организации увеличилось в 7 раз.</p>"
      ],
      [
        "<p class='semibold'>2012 — 2015</p><p class='semibold'>Кемеровский ДСК</p><p>Численность работников более 700-та человек. Ежегодно вводит в эксплуатацию до 200 тыс. кв. метров жилых помещений.</p>",
        "<h2>Ведущий экономист</h2><p>Полученный опыт и навыки:</p><p>Имею опыт проведения тендеров, детально разбираюсь в проектах, благотворно взаимодействую со всеми участниками проекта.</p><p>Получил опыт работы с иностранными компаниями (Ebawe, Elematic, Steel-Kamet и другими производителями специализированного оборудования).</p><p>Выстраивал правильное планирование рабочего дня, научился ставить краткосрочные цели и дедлайны для успешной реализации проекта.</p><p>Автоматизировал подготовку типовых ежедневных отчетов при помощи VBA, что позволило увеличить производительность труда в 2 раза и исключить возможные ошибки.</p><p>Предприятие использовало ERP Галактику, функционал которой был ограничен установленным перечнем отчетов. Перенос данных из сформированного отчета в установленную руководством форму занимал длительное время, автоматизация позволяла сократить время с 10 минут до 1 минуты (в 10 раз).</p><p>Скрупулёзная работа с крупными суммами денежных средств, а именно: ведение переговоров, заключение договоров и проведение банковских операций на многомиллионные суммы, приобретение валюты по выгодным курсам для расчетов с иностранными предприятиями и другое, была отмечена руководством и за проявление высокого уровня ответственности и полезности руководство предприятия премировало меня неоднократно, а также мне было вручено благодарственное письмо.</p><p>На начальном этапе работы (в процессе модернизации предприятия и внедрения новой линии по производству ЖБИ, инвестиционная программа составляла более 50 млн. евро) занимал должность ведущего специалиста отдела по перспективному развитию. В основные обязанности входило: поиск подрядных организаций и контроль выполнения строительно-монтажных работ. Полный процесс от стадии проектирования до ввода в эксплуатацию.</p><p>К концу процесса модернизации предприятия руководство повысило меня, и я был взят в штат действующего предприятия в должности ведущего экономиста финансово-экономического отдела, основной обязанностью было ведение финансовой деятельности предприятия.</p>"
      ]
    ]
  }
}